[
  {
    "name": "Health and Fitness",
    "description": "A community for fitness fanatics and health gurus to share tips and advice on healthy living, exercise, and nutrition. Whether you're a seasoned athlete or just starting out, this community has something for everyone!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Health-and-Fitness.jpg"
  },
  {
    "name": "Travel",
    "description": "A community for travel junkies to share their experiences, tips, and recommendations for destinations around the world. From backpacking to luxury travel, this community has all the inspiration you need to plan your next adventure!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Travel.jpg"
  },
  {
    "name": "Food and Cooking",
    "description": "A community for foodies and home cooks to share recipes, cooking tips, and food-related news and events. From gourmet cuisine to comfort food, this community has all the ingredients for a delicious conversation!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Food-and-Cooking.jpg"
  },
  {
    "name": "Music",
    "description": "A community for music lovers to discuss their favorite genres, artists, and concerts. From classical to hip hop, this community has all the beats you need to get your groove on!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Music.jpg"
  },
  {
    "name": "Sports",
    "description": "A community for sports fans to discuss the latest news, events, and teams. From football to basketball, this community has all the action you need to stay up-to-date on your favorite sports!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Sports.jpg"
  },
  {
    "name": "Fashion",
    "description": "A community for fashionistas to share their tips, trends, and styles. From haute couture to streetwear, this community has all the fashion-forward ideas you need to stay on top of your game!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Fashion.jpg"
  },
  {
    "name": "Art and Design",
    "description": "A community for artists and designers to share their work, tips, and inspiration. From painting to graphic design, this community has all the creativity you need to fuel your passion!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Art-and-Design.jpg"
  },
  {
    "name": "Business and Entrepreneurship",
    "description": "A community for business-minded individuals to discuss the latest news, strategies, and entrepreneurship. From startups to established companies, this community has all the insights you need to succeed in the business world!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Business-and-Entrepreneurship.png"
  },
  {
    "name": "Education",
    "description": "A community for educators and students to share educational resources, tips, and advice. From K-12 to higher education, this community has all the knowledge you need to excel in your studies!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Education.jpg"
  },
  {
    "name": "Programming",
    "description": "A community for programmers to discuss programming languages, frameworks, and software development. From web development to mobile apps, this community has all the code you need to build your next project!",
    "banner": "https://raw.githubusercontent.com/nz-m/public-files/main/banners/Programming.jpg"
  }
]
